[
    {
        "name": "Scott Walker",
        "link": "scott-walker",
        "imgLink": "link(../assets/img/BG.png)",
        "albums": [
            { "albumName": "Scott 3", "albumReleaseYear": 1969, "tracks": [
                    "The Seventh Seal",
                    "On Your Own Again",
                    "The World's Strongest Man",
                    "Angels of Ashes",
                    "Boy Child",
                    "The Old Man's Back Again",
                    "Duchess",
                    "Get Behind Me",
                    "Rhymes of Goodbye"
                ], "shortDescription": "It was originally released in late 1969 under his birth name, Scott Engel, and failed to chart. Subsequent reissues have been...",
        "longDescription": "It is Scott Walker's fifth solo album. It was  originally released in late 1969 under his  birth name, Scott Engel, and failed to chart.  Subsequent reissues have been released  under his stage name. It has since received  praise as one of Walker's best works.",
        "longDescription2": "Scott 4 was the first Walker album to consist solely of self-penned songs—Scott, Scott 2 and Scott 3 had each featured translations of Jacques Brel songs, which were later compiled to form the album Scott Walker Sings Jacques Brel, , which were later compiled to form the album Scott Walker Sings Jacques Brel, and the earlier albums had also featured some songs from other sources."
            }
        ]
    },
    {
        "name": "Marek Grechuta",
        "link": "marek-grechuta",
        "imgLink": "../assets/img/grechuta.jpg",
        "albums": [
            { "albumName": "Korowód", "albumReleaseYear": 1971, "tracks": [
                    "Widzieć więcej",
                    "Kantata",
                    "Chodźmy",
                    "Świecie nasz",
                    "Nowy radosny dzień",
                    "Dni, których nie znamy",
                    "Ocalić od zapomnienia",
                    "Korowód",
                    "Niebieski młyn"
                ],
                "shortDescription": "Marek Grechuta is widely considered one of the most original artists of Polish popular music, known for his interpretation of original lyrics, as well as new spins on Polish poetry from various periods of the 20th century. Grechuta collaborated with a number of significant musicians in shaping the scene of sung poetry as we know it today.",
                "longDescription": "Marek Grechuta began studying piano at the age of seven and continued for the next ten years. He moved to Kraków to begin architectural studies, where he settled for the rest of his life. In December 1966, Grechuta founded the band Anawa with pianist and composer Jan Kanty-Pawluśkiewicz. The group delivered poetic lyrics within complex arrangements which applied classical instruments towards pop song lyrics."
            }
        ]
    },
    {
        "name": "Twoja stara",
        "link": "twoja-stara"
    }
]